"ua_cancel_edit_messages" = "Anulează";
"ua_cancel_edit_messages_description" = "Anulați editările mesajelor";
"ua_connection_error" = "Eroare de Conexiune";
"ua_content_error" = "Eroare de conținut";
"ua_delete_message" = "Stergeți mesajul";
"ua_delete_message_description" = "Ștergeți mesajele selectate";
"ua_delete_messages" = "Stergeți mesajul";
"ua_delete_messages_description" = "Ștergeți mesajele selectate";
"ua_edit_messages" = "Editați | ×";
"ua_edit_messages_description" = "Editați mesajele";
"ua_empty_message_list" = "Niciun mesaj";
"ua_mark_messages_read" = "Marchează ca Citit";
"ua_mark_messages_read_description" = "Marcați mesajele selectate ca citite";
"ua_mc_failed_to_load" = "Imposibil de încărcat mesaje. Te rugăm să încerci mai târziu.";
"ua_mc_no_longer_available" = "Mesajul selectat nu mai este disponibil.";
"ua_message_cell_description" = "Afișează mesajul complet";
"ua_message_cell_editing_description" = "Comută selecția";
"ua_message_center_title" = "Centrul de Mesaje";
/* Message <TITLE>, sent at <DATE> */
"ua_message_description" = "Mesaj %@, trimis la %@";
"ua_message_not_selected" = "Niciun mesaj selectat";
/* Unread message <TITLE>, sent at <DATE> */
"ua_message_unread_description" = "Mesaj necitit %@, trimis la %@";
"ua_notification_button_accept" = "Acceptă";
"ua_notification_button_add" = "Adaugă";
"ua_notification_button_add_to_calendar" = "Adaugă în Calendar";
"ua_notification_button_book_now" = "Rezervă Acum";
"ua_notification_button_buy_now" = "Cumpără Acum";
"ua_notification_button_copy" = "Copiază";
"ua_notification_button_decline" = "Refiză";
"ua_notification_button_dislike" = "Nu îți place";
"ua_notification_button_download" = "Descarcă";
"ua_notification_button_follow" = "Urmărește";
"ua_notification_button_less_like" = "Mai Puține Asemănătoare";
"ua_notification_button_like" = "Îți place";
"ua_notification_button_more_like" = "Mai Multe Asemănătoare";
"ua_notification_button_no" = "Nu";
"ua_notification_button_opt_in" = "Abonare";
"ua_notification_button_opt_out" = "Dezabonare";
"ua_notification_button_rate_now" = "Apreciază Acum";
"ua_notification_button_remind" = "Amintește-mi mai târziu";
"ua_notification_button_save" = "Salvează";
"ua_notification_button_search" = "Caută";
"ua_notification_button_send_info" = "Trimite Informații";
"ua_notification_button_share" = "Distribuie";
"ua_notification_button_shop_now" = "Cumpără acum";
"ua_notification_button_tell_me_more" = "Mai multe informații";
"ua_notification_button_unfollow" = "Nu mai urmări";
"ua_notification_button_yes" = "Da";
"ua_ok" = "OK";
"ua_preference_center_title" = "Centrul de preferințe";
"ua_retry_button" = "Încearcă din nou";
"ua_select_all_messages" = "Selectează Toate";
"ua_select_all_messages_description" = "Selectați toate mesajele";
"ua_select_none_messages" = "Selectează Niciunul";
"ua_select_none_messages_description" = "Resetați selecția mesajului";
"ua_unread_message_description" = "Mesaj necitit";
